{"company":[{"id":"681","name":"Shapeways","summary":"Shapeways.com is the world's leading 3D Printing marketplace and community. We harness 3D Printing to help everyone make and share designs with the world, making product design more accessible, personal, and inspiring.\nOn Shapeways, individuals can make, buy and sell their own products. By providing a platform for our community members to share ideas and gain access to cutting edge technology, we'","details":"Shapeways.com is the world's leading 3D Printing marketplace and community. We harness 3D Printing to help everyone make and share designs with the world, making product design more accessible, personal, and inspiring.\nOn Shapeways, individuals can make, buy and sell their own products. By providing a platform for our community members to share ideas and gain access to cutting edge technology, we're bringing personalized production to everyone, whether you're already designing in 3D or are looking to find something just right. We 3D Print everything on-demand, which means that every order is customized and personalized.","website":"http:\/\/www.shapeways.com\/","twitter":"https:\/\/twitter.com\/#!\/Shapeways","github":"","blog":"http:\/\/www.shapeways.com\/blog\/","blogrss":"http:\/\/www.shapeways.com\/blog\/rss.php?version=2.0","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/company\/shapeways-logo.jpg","screenshot":null,"tags":"3D-Printing,Stack"},{"id":"49","name":"Ponoko","summary":"Ponoko is an online marketplace &nbsp;creators, digital fabricators, materials suppliers and buyers meet to make 3D printing products. The site host tens of thousands of user generated product designs, that can be customized and printed using 3D printing technology.\nUsing the Ponoko digital making system product designs can be priced instantly online and made locally, as close to the point of cons","details":"Ponoko is an online marketplace &nbsp;creators, digital fabricators, materials suppliers and buyers meet to make 3D printing products. The site host tens of thousands of user generated product designs, that can be customized and printed using 3D printing technology.\nUsing the Ponoko digital making system product designs can be priced instantly online and made locally, as close to the point of consumption as possible. It means goods can be made in the greenest way. Making on demand reduces warehousing and wastage. Plus, making locally emphasizes digital transportation of goods instead of the traditional shipping of physical products.\nThe Ponoko API allows developers to upload and make new products, choosing from the Ponoko materials catalog, and allows ordering of 3D print products.","website":"http:\/\/www.ponoko.com\/","twitter":"https:\/\/twitter.com\/ponoko","github":"","blog":"http:\/\/blog.ponoko.com\/","blogrss":"http:\/\/feeds.feedburner.com\/Ponoko","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/ponoko-logo.jpg","screenshot":null,"tags":"3D-Printing,Manufacturing,Stack"},{"id":"51","name":"i.materialise","summary":"i.materialise offers services over API's in order to automate your operations. The set of API's is still limited but the goal is to extend it as the site grows. Below you find the list of currently offered services.\nRetrieve the up to date list of materials and their properties by sending a request to the url below. As response, you will be able to download a structured file with the available mat","details":"i.materialise offers services over API's in order to automate your operations. The set of API's is still limited but the goal is to extend it as the site grows. Below you find the list of currently offered services.\nRetrieve the up to date list of materials and their properties by sending a request to the url below. As response, you will be able to download a structured file with the available materials. You are free to use that info on your own site.\ni.materialise provides a simple API to allow websites to upload files to the 3D print lab. &nbsp;The current API is not public. This means that it requires a valid identifier &ndash; called a tool ID - before the site will accept the uploaded files. In order to upload your models, you only require few lines of HTML code to foresee in your site.","website":"http:\/\/i.materialise.com\/api","twitter":"http:\/\/www.twitter.com\/imaterialise","github":"","blog":"http:\/\/i.materialise.com\/blog\/","blogrss":"http:\/\/feeds.feedburner.com\/imaterialise","logo":"http:\/\/kinlane-productions.s3.amazonaws.com\/api-evangelist-site\/serviceproviders\/i-materialise.png","screenshot":null,"tags":"3D-Printing"}],"published":"04\/21\/2013"}